{
  "anecdotes": [
    {
      "content": "If it hurts, do it more often",
      "id": "47145",
      "votes": 0
    },
    {
      "content": "Adding manpower to a late software project makes it later!",
      "id": "21149",
      "votes": 0
    },
    {
      "content": "The first 90 percent of the code accounts for the first 90 percent of the development time...The remaining 10 percent of the code accounts for the other 90 percent of the development time.",
      "id": "69581",
      "votes": 0
    },
    {
      "content": "Any fool can write code that a computer can understand. Good programmers write code that humans can understand.",
      "id": "36975",
      "votes": 0
    },
    {
      "content": "Premature optimization is the root of all evil.",
      "id": "25170",
      "votes": 0
    },
    {
      "content": "Debugging is twice as hard as writing the code in the first place. Therefore, if you write the code as cleverly as possible, you are, by definition, not smart enough to debug it.",
      "id": "98312",
      "votes": 0
    },
    {
      "content": "Testing an anecdote app requires knowing a lot of anecdotes.",
      "votes": 0,
      "id": "NSq2Klc"
    },
    {
      "content": "Dwell on the beauty of life. Watch the stars, and see yourself running with them.",
      "votes": 0,
      "id": "7EL4XJZ"
    },
    {
      "content": "The happiness of your life depends upon the quality of your thoughts.",
      "votes": 0,
      "id": "3C3xnzE"
    },
    {
      "content": "Everything we hear is an opinion, not a fact. Everything we see is a perspective, not the truth.",
      "votes": 0,
      "id": "msAkDNz"
    },
    {
      "content": "When you arise in the morning think of what a privilege it is to be alive, to think, to enjoy, to love ...",
      "votes": 0,
      "id": "rnLg77h"
    },
    {
      "content": "The best revenge is to be unlike him who performed the injury.",
      "votes": 0,
      "id": "6JFr0Hx"
    },
    {
      "content": "The soul becomes dyed with the colour of its thoughts.",
      "votes": 0,
      "id": "4TEpreR"
    },
    {
      "content": "It is not death that a man should fear, but he should fear never beginning to live.",
      "votes": 0,
      "id": "pT98Nc9"
    },
    {
      "content": "If it is not right do not do it; if it is not true do not say it.",
      "votes": 0,
      "id": "r3r-hF2"
    },
    {
      "content": "Very little is needed to make a happy life; it is all within yourself in your way of thinking.",
      "votes": 0,
      "id": "wHxfDaJ"
    }
  ]
}